[
    {   "id": 1,
        "name": "app/website design",
        "title": "eBay redesign",
        "date": "Fall 2022",
        "image": "project12.png",
        "secondimage": "ebaydesktop.png",
        "thirdimage":"",
        "description": "During fall 2022, I took the class Web Design for my masters program at MCAD.  For the course project, I chose to redesign eBay for  for a younger audience- 18 to 25 year olds. I chose young adults because eBay largely does not appeal to them, even though buying and selling secondhand goods are popular activities among that age group. The expected user for eBay currently is over the age of 25. Sites such as depop and grailed provide similar services to eBay, however they are more popular among 18-25 year olds than eBay. There are major differences between eBay and these websites in the visual designs and user experience. In order to redesign eBay to appeal to young adults, I wanted to create a design that is trendy, un-cluttered, and easy to use."},
    
    { 
        "id": 8,
        "name": "app design",
        "title": "MedTracker",
        "date": "Spring 2023",
        "image": "project7.png",
        "secondimage": "schedulemockup.png",
        "thirdimage": "addmed.png",
        "link":"https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2Fulg3cUylp3K3qj2Z0AM7en%2FMedApp-(Cool)%3Fpage-id%3D0%253A1%26type%3Ddesign%26node-id%3D239-695%26viewport%3D0%252C0%252C1%26scaling%3Dscale-down%26starting-point-node-id%3D239%253A695",
        "description": "It is difficult for some people to not only remember what medications they are on or prescriptions that they have, but also their function is and when to take them. MedTracker is an app that keeps track of current prescriptions, reminders, and prescription history to use as a reference when needed." },
    
    { 
        "id": 2,
        "name": "app design",
        "title": "Bookbuddy",
        "date": "Spring 2021",
        "image": "project8.png",
        "secondimage": "bookmockup.png",
        "description": "I created the app Bookbuddy for User Experience Design, a class I attended at Cuyahoga Community College Spring 2021. Bookbuddy is a social media book app prototype inspired by combining the functionality of Goodreads, Facebook, and Twitter. App prototype is available to view upon request." }
]