[
    {   "id": 1,
        "name": "app/website design",
        "title": "eBay redesign",
        "date": "Fall 2022",
        "section1": "after / before mobile versions",
        "section2": "First, I conducted a SWOT analysis and investigated the user journey for an existing user persona. I used my grandfather Fred, who is an active user of eBay, as inspiration. Then, I defined the new intended audience: 18 to 25 year old young adults and created user personas for that new group.",
        "section3": "Designing mobile first, I sketched wireframes before tackling the design concepts and layouts for two different user flows. Those steps were repeated for desktop and tablet versions. I aimed to make the layout easy to navigate, got rid of extra links, and prioritized important elements, such as logging in.",
        "section4": "I also created a brand design system (for the desktop version), which define the design choices such as typography, components, color palette, logo, imagery, and iconography. All work was designed and presented in Figma. All the components came together to make a website that is essentially ebay and also something new.",
        "finalsection": "final product",
        "section5": "To appeal to younger users, I designed the interface to be easy to navigate and aimed to make visuals that are stylish, friendly, and youthful. The users should enjoy navigating through the pages and not have to spend much time doing so. This version of eBay has a navigation that is de-cluttered and includes only the salient links.",
        "image": "project12.png",
        "secondimage": "ebaybefore.png",
        "thirdimage": "swot.png",
        "fourthimage": "ebaywireframe1.png",
        "fifthimage": "ebaywireframe2.png",
        "sixthimage": "ebaysystem.png",
        "link":"https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2FsD1X3RuJcMRJ4WrTVtu9PU%2Febay-combined%3Fpage-id%3D1%253A2125%26type%3Ddesign%26node-id%3D1-3715%26viewport%3D525%252C544%252C0.09%26scaling%3Dscale-down%26starting-point-node-id%3D1%253A3715",
        "description": "During fall 2022, I took the class Web Design for my masters program at MCAD.  For the course project, I chose to redesign eBay for  for a younger audience- 18 to 25 year olds. I chose young adults because eBay largely does not appeal to them, even though buying and selling secondhand goods are popular activities among that age group. The expected user for eBay currently is over the age of 25. Sites such as depop and grailed provide similar services to eBay, however they are more popular among 18-25 year olds than eBay. There are major differences between eBay and these websites in the visual designs and user experience. In order to redesign eBay to appeal to young adults, I wanted to create a design that is trendy, un-cluttered, and easy to use."},
    
    { 
        "id": 2,
        "name": "app design",
        "title": "MedTrack",
        "date": "Spring 2023",
        "finalsection": "challenges",
        "section5": "One challenge was including as many features as is reasonable, but that left some of the interviewees' suggestions unused. For example, linking to mychart and chat with the user's doctor are features that I'm not sure would be possible to offer. Another challenge was in creating the “add new” page, I wanted to include all the necessary information, which proved complicated. After talking to my sister, she recommended I add questions that also feature on Epic systems, the software that many medical professionals use. I also think it would be beneficial for the form to be similar to the already existing form that medical professionals are familiar with. Unfortunately, I do not have access to Epic so I relied on what my sister said was important to ask.",
        "image": "project7.png",
        "secondimage": "schedulemockup.png",
        "fourthimage": "medpalette.png",
        "fifthimage": "medtype.png",
        "section3": "Below on the left is a mood board of different color palettes and typography considered for the app. The final font family (Lexend Deca) and color pallete are approachable and pleasing with high contrast to ensure legibility",
        "link":"https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2Fulg3cUylp3K3qj2Z0AM7en%2FMedApp-(Cool)%3Fpage-id%3D0%253A1%26type%3Ddesign%26node-id%3D239-695%26viewport%3D0%252C0%252C1%26scaling%3Dscale-down%26starting-point-node-id%3D239%253A695",
        "description": "It is difficult for some people to not only remember what medications they are on or prescriptions that they have, but also their function is and when to take them. MedTracker is an app that keeps track of current prescriptions, reminders, and prescription history to use as a reference when needed." },
    
    { 
        "id": 3,
        "name": "app design",
        "title": "Bookbuddy",
        "date": "Spring 2021",
        "section1": "discover and home pages",
        "section2head": "mockup",
        "finalsection": "prototype walkthrough",
        "image": "project8.png",
        "secondimage": "bookbuddy2.png",
        "thirdimage": "bookmockup.png",
        "link": "https://www.youtube.com/embed/1V90zEurbrI",
        "description": "I created the app Bookbuddy for User Experience Design, a class I attended at Cuyahoga Community College Spring 2021. Bookbuddy is a social media book app prototype inspired by combining the functionality of Goodreads, Facebook, and Twitter. App prototype is available to view upon request." }
]